Repository: JiZPaper/PaperVN
Catalog: PaperVN/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, pl, zh_hant

source: “为你推荐”功能需要至少4 GB内存的设备。
de: Die Funktion „Für dich empfohlen“ erfordert ein Gerät mit mindestens 4 GB Arbeitsspeicher.
en: “Recommended for You” requires a device with at least 4 GB of memory.
ja: 「あなたにおすすめ」機能には、4 GB以上のメモリを搭載したデバイスが必要です。
ko: ‘맞춤 추천’ 기능을 사용하려면 최소 4 GB 메모리가 있는 기기가 필요합니다.
pl: Funkcja „Polecane dla Ciebie” wymaga urządzenia z co najmniej 4 GB pamięci.
zh_hant: 「為你推薦」功能需要至少4 GB記憶體的裝置。

source: “为你推荐”的偏好分析依赖此模型。删除后将关闭“为你推荐”。
de: Die Präferenzanalyse für „Für dich empfohlen“ hängt von diesem Modell ab. Beim Löschen wird „Für dich empfohlen“ ausgeschaltet.
en: Preference analysis for “Recommended for You” depends on this model. Deleting it will turn off “Recommended for You.”
ja: 「あなたにおすすめ」の嗜好分析はこのモデルに依存しています。削除すると「あなたにおすすめ」がオフになります。
ko: ‘맞춤 추천’ 취향 분석은 이 모델에 의존합니다. 삭제하면 ‘맞춤 추천’이 꺼집니다.
pl: Analiza preferencji funkcji „Polecane dla Ciebie” korzysta z tego modelu. Usunięcie go wyłączy funkcję „Polecane dla Ciebie”.
zh_hant: 「為你推薦」偏好分析依賴此模型。刪除後將關閉「為你推薦」。

source: “开源项目（离线）”模式需要下载完整翻译文件（约%@）
de: Der Modus „Open-Source-Projekt (Offline)“ erfordert das Herunterladen der vollständigen Übersetzungsdatei (ca. %@).
en: “Open Source Project (Offline)” mode requires downloading the complete translation file (about %@)
ja: 「オープンソースプロジェクト（オフライン）」モードでは、完全な翻訳ファイル（約%@）をダウンロードする必要があります
ko: ‘오픈 소스 프로젝트(오프라인)’ 모드를 사용하려면 전체 번역 파일(약 %@)을 다운로드해야 합니다
pl: Tryb „Projekt open source (offline)” wymaga pobrania pełnego pliku tłumaczeń (ok. %@).
zh_hant: 「開源專案（離線）」模式需要下載完整翻譯檔案（約%@）

source: “开源项目（离线）”翻译模式依赖此翻译文件。删除后偏好翻译模式将切换为“开源项目（获取）”。
de: Der Übersetzungsmodus „Open-Source-Projekt (Offline)“ hängt von dieser Übersetzungsdatei ab. Beim Löschen wird der bevorzugte Übersetzungsmodus auf „Open-Source-Projekt (Abrufen)“ umgestellt.
en: The “Open Source Project (Offline)” translation mode depends on this translation file. Deleting it will switch the preferred translation mode to “Open Source Project (Fetch)”.
ja: 「オープンソースプロジェクト（オフライン）」翻訳モードはこの翻訳ファイルに依存しています。削除すると、優先する翻訳モードが「オープンソースプロジェクト（取得）」に切り替わります。
ko: ‘오픈 소스 프로젝트(오프라인)’ 번역 모드는 이 번역 파일에 의존합니다. 삭제하면 선호 번역 모드가 ‘오픈 소스 프로젝트(가져오기)’로 전환됩니다.
pl: Tryb tłumaczenia „Projekt open source (offline)” korzysta z tego pliku tłumaczeń. Po usunięciu preferowany tryb tłumaczenia zostanie przełączony na „Projekt open source (pobieranie)”.
zh_hant: 「開源專案（離線）」翻譯模式依賴此翻譯檔案。刪除後偏好翻譯模式將切換為「開源專案（取得）」。

source: “搜索”与其他Tab一起显示
de: „Suchen“ wird mit den anderen Tabs angezeigt
en: Search appears with the other tabs
ja: 「検索」はほかのタブと一緒に表示されます
ko: ‘검색’이 다른 탭과 함께 표시됨
pl: Szukaj jest wyświetlane razem z innymi kartami
zh_hant: 「搜尋」與其他分頁一起顯示

source: “搜索”与其他Tab分开显示
de: „Suchen“ wird getrennt von den anderen Tabs angezeigt
en: Search appears separately from the other tabs
ja: 「検索」はほかのタブと分かれて表示されます
ko: ‘검색’이 다른 탭과 분리되어 표시됨
pl: Szukaj jest wyświetlane osobno od innych kart
zh_hant: 「搜尋」與其他分頁分開顯示

source: “更少”缓存策略可能让你频繁地看到载入页面；“更多”缓存策略将大幅增加缓存时间与范围，并提前载入你可能查看的内容。
de: Die Cache-Strategie „Weniger“ kann häufiger Ladebildschirme anzeigen. „Mehr“ verlängert die Cache-Dauer und vergrößert den Umfang deutlich und lädt Inhalte vor, die du möglicherweise ansiehst.
en: The “Less” cache strategy may show loading screens more often; “More” greatly increases cache duration and scope, and preloads content you may view.
ja: 「少なめ」のキャッシュ方針では読み込み画面が頻繁に表示されることがあります。「多め」ではキャッシュ期間と範囲が大幅に増え、表示する可能性のあるコンテンツも事前に読み込みます。
ko: ‘더 적게’ 캐시 전략을 사용하면 로딩 화면이 더 자주 표시될 수 있습니다. ‘더 많이’는 캐시 기간과 범위를 크게 늘리고 볼 가능성이 있는 콘텐츠를 미리 불러옵니다.
pl: Strategia pamięci podręcznej „Mniej” może częściej wyświetlać ekrany ładowania. „Więcej” znacznie zwiększa czas i zakres pamięci podręcznej oraz wstępnie ładuje treści, które możesz wyświetlić.
zh_hant: 「更少」快取策略可能讓你頻繁看到載入頁面；「更多」快取策略會大幅增加快取時間與範圍，並預先載入你可能查看的內容。

source: “设备端模型”模式：在简介旁边显示翻译按钮，使用Apple离线翻译模型进行翻译； “开源项目（获取）”模式：从GitHub或PaperVN服务器获取翻译，并替换原简介文本； “开源项目（离线）”模式：先下载完整翻译文件，再替换原简介文本。 尚未完成翻译的简介依然使用设备端模型自动翻译，你也可以轻点简介旁的按钮提交自己的翻译。你可以前往“关于”页面了解此开源项目的更多信息。
de: Modus „On-Device-Modell“: Zeigt neben jeder Beschreibung eine Übersetzungstaste an und verwendet Apples Offline-Übersetzungsmodelle. Modus „Open-Source-Projekt (Abrufen)“: Ruft Übersetzungen von GitHub oder vom PaperVN-Server ab und ersetzt den ursprünglichen Beschreibungstext. Modus „Open-Source-Projekt (Offline)“: Lädt zuerst die vollständige Übersetzungsdatei und ersetzt anschließend den ursprünglichen Beschreibungstext. Beschreibungen ohne fertige Übersetzung werden weiterhin automatisch mit dem On-Device-Modell übersetzt. Über die Taste neben einer Beschreibung kannst du auch deine eigene Übersetzung einreichen. Weitere Informationen zu diesem Open-Source-Projekt findest du auf der Seite „Über“.
en: “On-Device Model” mode: Displays a translate button next to each description and uses Apple’s offline translation models. “Open Source Project (Fetch)” mode: Fetches translations from GitHub or the PaperVN server and replaces the original description text. “Open Source Project (Offline)” mode: Downloads the complete translation file first, then replaces the original description text. Descriptions without completed translations will still be translated automatically using the on-device model, and you can tap the button next to a description to submit your own translation. Visit the About page to learn more about this open source project.
ja: 「オンデバイスモデル」モード：紹介文の横に翻訳ボタンを表示し、Appleのオフライン翻訳モデルを使って翻訳します。 「オープンソースプロジェクト（取得）」モード：GitHubまたはPaperVNサーバーから翻訳を取得し、元の紹介文を置き換えます。 「オープンソースプロジェクト（オフライン）」モード：最初に完全な翻訳ファイルをダウンロードし、元の紹介文を置き換えます。 翻訳が完了していない紹介文は、引き続きオンデバイスモデルで自動翻訳されます。紹介文の横にあるボタンから自分の翻訳を投稿することもできます。このオープンソースプロジェクトの詳細は「情報」ページで確認できます。
ko: ‘온디바이스 모델’ 모드: 소개 옆에 번역 버튼을 표시하고 Apple 오프라인 번역 모델로 번역합니다. ‘오픈 소스 프로젝트(가져오기)’ 모드: GitHub 또는 PaperVN 서버에서 번역을 가져와 원문 소개를 대체합니다. ‘오픈 소스 프로젝트(오프라인)’ 모드: 먼저 전체 번역 파일을 다운로드한 다음 원문 소개를 대체합니다. 아직 번역되지 않은 소개는 계속 온디바이스 모델로 자동 번역되며, 소개 옆의 버튼을 눌러 직접 번역을 제출할 수도 있습니다. 이 오픈 소스 프로젝트에 관한 자세한 내용은 ‘정보’ 페이지에서 확인할 수 있습니다.
pl: Tryb „Model na urządzeniu”: wyświetla przycisk tłumaczenia obok każdego opisu i korzysta z modeli tłumaczenia offline firmy Apple. Tryb „Projekt open source (pobieranie)”: pobiera tłumaczenia z GitHuba lub serwera PaperVN i zastępuje nimi oryginalny opis. Tryb „Projekt open source (offline)”: najpierw pobiera pełny plik tłumaczeń, a następnie zastępuje nim oryginalny opis. Opisy bez ukończonych tłumaczeń nadal będą automatycznie tłumaczone przez model na urządzeniu, a przyciskiem obok opisu możesz przesłać własne tłumaczenie. Więcej informacji o tym projekcie open source znajdziesz na stronie „Informacje”.
zh_hant: 「裝置端模型」模式：在簡介旁顯示翻譯按鈕，使用Apple離線翻譯模型進行翻譯。 「開源專案（取得）」模式：從GitHub或PaperVN伺服器取得翻譯，並取代原始簡介文字。 「開源專案（離線）」模式：先下載完整翻譯檔案，再取代原始簡介文字。 尚未完成翻譯的簡介仍會使用裝置端模型自動翻譯，你也可以點一下簡介旁的按鈕提交自己的翻譯。你可以前往「關於」頁面進一步瞭解此開源專案。

source: “这可不是……梦。”
de: „Das ist kein … Traum.“
en: “This is no… dream.”
ja: 「これは……夢なんかじゃない。」
ko: “이건…… 꿈이 아니야.”
pl: „To nie jest… sen.”
zh_hant: 「這可不是……夢。」

source: %@型
de: Typ %@
en: Type %@
ko: %@형
pl: Typ %@

source: %1$@满足以下%2$@条件的%3$@。
de: %1$@: %3$@, die %2$@ der folgenden Bedingungen erfüllen.
en: %1$@ %3$@ that match %2$@ of the following conditions.
ja: 次の%2$@の条件に一致する%3$@を%1$@
ko: 다음 %2$@ 조건을 충족하는 %3$@을(를) %1$@
pl: %1$@: %3$@ spełniające %2$@ z poniższych warunków.
zh_hant: %1$@符合以下%2$@條件的%3$@。

source: %lld人
de: %lld Personen
en: %lld people
ko: %lld명
pl: %lld osoby

source: %lld人评分
de: %lld Bewertungen
en: %lld ratings
ja: %lld件の評価
ko: 평가 %lld개
pl: %lld oceny
zh_hant: %lld則評分

source: %lld分钟
de: %lld Min.
en: %lld min
ja: %lld分
ko: %lld분
pl: %lld min
zh_hant: %lld分鐘

source: %lld小时
de: %lld Std.
en: %lld hr
ja: %lld時間
ko: %lld시간
pl: %lld godz.
zh_hant: %lld小時

# %lld小时%lld分钟
source: %1$lld小时%2$lld分钟
de: %1$lld Std. %2$lld Min.
en: %1$lld hr %2$lld min
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
pl: %1$lld godz. %2$lld min
zh_hant: %1$lld小時%2$lld分鐘

source: %lld岁
de: %lld Jahre alt
en: %lld years old
ja: %lld歳
ko: %lld세
pl: %lld roku
zh_hant: %lld歲

source: %lld年
de: %lld
en: %lld
ko: %lld년
pl: %lld

source: 13～15岁
de: Alter 13–15
en: Ages 13–15
ja: 13～15歳
ko: 13~15세
pl: Wiek 13–15
zh_hant: 13～15歲

source: 16～17岁
de: Alter 16–17
en: Ages 16–17
ja: 16～17歳
ko: 16~17세
pl: Wiek 16–17
zh_hant: 16～17歲

source: App Store商品暂时不可用，请稍后再试。
de: Dieser Artikel ist im App Store vorübergehend nicht verfügbar. Versuche es später erneut.
en: This item is temporarily unavailable on the App Store. Try again later.
ja: App Storeの商品は現在利用できません。しばらくしてからもう一度お試しください。
ko: App Store 상품은 현재 이용할 수 없습니다. 잠시 후 다시 시도해 주세요.
pl: Ten produkt jest tymczasowo niedostępny w App Store. Spróbuj ponownie później.
zh_hant: 此項目暫時無法在App Store取得，請稍後再試。

source: App内
de: In der App
en: In-App
ko: 앱 내
pl: W aplikacji
zh_hant: App內

source: Bangumi番组计划
de: Bangumi
en: Bangumi
ja: Bangumi番組計画
ko: Bangumi
pl: Bangumi
zh_hant: Bangumi番組計畫

source: Bangumi番组计划登录已失效，请重新登录。
de: Deine Bangumi-Anmeldung ist abgelaufen. Melde dich erneut an.
en: Your Bangumi sign-in has expired. Sign in again.
ja: Bangumi番組計画へのログインが期限切れです。もう一度ログインしてください。
ko: Bangumi 로그인이 만료되었습니다. 다시 로그인해 주세요.
pl: Logowanie do Bangumi wygasło. Zaloguj się ponownie.
zh_hant: Bangumi番組計畫登入已失效，請重新登入。

source: Bangumi番组计划登录缺少发布权限，请退出账户后重新登录。
de: Deiner Bangumi-Anmeldung fehlt die Berechtigung zum Veröffentlichen. Melde dich ab und anschließend wieder an.
en: Your Bangumi sign-in is missing publishing permission. Sign out, then sign in again.
ja: Bangumi番組計画へのログインに投稿権限がありません。アカウントからログアウトして、もう一度ログインしてください。
ko: Bangumi 로그인에 게시 권한이 없습니다. 계정에서 로그아웃한 후 다시 로그인해 주세요.
pl: Logowanie do Bangumi nie ma uprawnień do publikowania. Wyloguj się, a następnie zaloguj ponownie.
zh_hant: Bangumi番組計畫登入缺少發佈權限，請登出帳號後重新登入。

source: Bangumi番组计划请求失败。
de: Bangumi-Anfrage fehlgeschlagen.
en: Bangumi request failed.
ja: Bangumi番組計画へのリクエストに失敗しました。
ko: Bangumi 요청에 실패했습니다.
pl: Żądanie Bangumi nie powiodło się.
zh_hant: Bangumi番組計畫要求失敗。

source: Bangumi番组计划返回了无效的登录结果。
de: Bangumi hat ein ungültiges Anmeldeergebnis zurückgegeben.
en: Bangumi returned an invalid sign-in result.
ja: Bangumi番組計画から無効なログイン結果が返されました。
ko: Bangumi에서 잘못된 로그인 결과를 반환했습니다.
pl: Bangumi zwróciło nieprawidłowy wynik logowania.
zh_hant: Bangumi番組計畫傳回了無效的登入結果。

source: Bangumi番组计划返回了无法识别的响应。
de: Bangumi hat eine nicht erkennbare Antwort zurückgegeben.
en: Bangumi returned an unrecognized response.
ja: Bangumi番組計画から認識できない応答が返されました。
ko: Bangumi에서 인식할 수 없는 응답을 반환했습니다.
pl: Bangumi zwróciło nierozpoznaną odpowiedź.
zh_hant: Bangumi番組計畫傳回了無法識別的回應。

source: Discord服务器
de: Discord-Server
en: Discord Server
ja: Discordサーバー
ko: Discord 서버
pl: Serwer Discord
zh_hant: Discord伺服器

source: GitHub没有返回有效的简介翻译文件。
de: GitHub hat keine gültige Übersetzungsdatei für Beschreibungen zurückgegeben.
en: GitHub didn’t return a valid description translation file.
ja: GitHubから有効な紹介文の翻訳ファイルが返されませんでした。
ko: GitHub에서 유효한 소개 번역 파일을 반환하지 않았습니다.
pl: GitHub nie zwrócił prawidłowego pliku tłumaczeń opisów.
zh_hant: GitHub未傳回有效的簡介翻譯檔案。

source: GitHub返回了HTTP错误（%d）。
de: GitHub hat einen HTTP-Fehler zurückgegeben (%d).
en: GitHub returned an HTTP error (%d).
ja: GitHubからHTTPエラー（%d）が返されました。
ko: GitHub에서 HTTP 오류(%d)를 반환했습니다.
pl: GitHub zwrócił błąd HTTP (%d).
zh_hant: GitHub傳回HTTP錯誤（%d）。

source: Hiro智能
de: Hiro Intelligence
en: Hiro Intelligence
ja: ひろインテリジェンス
ko: Hiro 인텔리전스
pl: Hiro Intelligence
zh_hant: Hiro智慧

source: Hiro智能模型文件已损坏，请重新下载。
de: Die Modelldatei von Hiro Intelligence ist beschädigt. Lade sie erneut.
en: The Hiro Intelligence model file is damaged. Download it again.
ja: ひろインテリジェンスのモデルファイルが破損しています。もう一度ダウンロードしてください。
ko: Hiro 인텔리전스 모델 파일이 손상되었습니다. 다시 다운로드하세요.
pl: Plik modelu Hiro Intelligence jest uszkodzony. Pobierz go ponownie.
zh_hant: Hiro智慧模型檔案已損毀，請重新下載。

source: iCloud同步
de: iCloud-Synchronisierung
en: iCloud Sync
ja: iCloud同期
ko: iCloud 동기화
pl: Synchronizacja iCloud

source: NextMoe服务暂时不可用，请稍后再试。
de: NextMoe ist vorübergehend nicht verfügbar. Versuche es später erneut.
en: NextMoe is temporarily unavailable. Try again later.
ja: NextMoeは一時的に利用できません。しばらくしてからもう一度お試しください。
ko: NextMoe를 현재 사용할 수 없습니다. 나중에 다시 시도해 주세요.
pl: Usługa NextMoe jest tymczasowo niedostępna. Spróbuj ponownie później.
zh_hant: NextMoe暫時無法使用，請稍後再試。

source: NextMoe请求失败：%@
de: NextMoe-Anfrage fehlgeschlagen: %@
en: NextMoe request failed: %@
ja: NextMoeのリクエストに失敗しました：%@
ko: NextMoe 요청 실패: %@
pl: Żądanie NextMoe nie powiodło się: %@
zh_hant: NextMoe要求失敗：%@

source: NextMoe请求过于频繁，请稍后再试。
de: Zu viele NextMoe-Anfragen. Versuche es später erneut.
en: Too many NextMoe requests. Try again later.
ja: NextMoeへのリクエストが多すぎます。しばらくしてからもう一度お試しください。
ko: NextMoe 요청이 너무 많습니다. 나중에 다시 시도해 주세요.
pl: Zbyt wiele żądań NextMoe. Spróbuj ponownie później.
zh_hant: NextMoe要求過於頻繁，請稍後再試。

source: PaperVN反馈
de: PaperVN-Feedback
en: PaperVN Feedback
ja: PaperVNフィードバック
ko: PaperVN 피드백
pl: Opinie PaperVN
zh_hant: PaperVN意見回饋

source: PaperVN按照“偏好语言＞备用语言＞VNDB默认标题”的顺序获取标题。
de: PaperVN ruft Titel in dieser Reihenfolge ab: „Bevorzugte Sprache > Ausweichsprache > VNDB-Standardtitel“.
en: PaperVN retrieves titles in this order: “Preferred Language > Fallback Language > VNDB Default Title.”
ja: PaperVNは「優先する言語＞フォールバック言語＞VNDBのデフォルトタイトル」の順にタイトルを取得します。
ko: PaperVN은 ‘선호 언어 > 대체 언어 > VNDB 기본 제목’ 순서로 제목을 가져옵니다.
pl: PaperVN pobiera tytuły w tej kolejności: „Preferowany język > Język zastępczy > Domyślny tytuł VNDB”.
zh_hant: PaperVN會依照「偏好語言＞備用語言＞VNDB預設標題」的順序取得標題。

source: PaperVN新功能
de: Neu in PaperVN
en: What’s New in PaperVN
ja: PaperVNの新機能
ko: PaperVN의 새로운 기능
pl: Nowości w PaperVN

source: PaperVN服务器没有返回有效的简介翻译文件。
de: Der PaperVN-Server hat keine gültige Übersetzungsdatei für Beschreibungen zurückgegeben.
en: The PaperVN server didn’t return a valid description translation file.
ja: PaperVNサーバーから有効な紹介文の翻訳ファイルが返されませんでした。
ko: PaperVN 서버에서 유효한 소개 번역 파일을 반환하지 않았습니다.
pl: Serwer PaperVN nie zwrócił prawidłowego pliku tłumaczeń opisów.
zh_hant: PaperVN伺服器未傳回有效的簡介翻譯檔案。

source: PaperVN服务器返回了HTTP错误（%d）。
de: Der PaperVN-Server hat einen HTTP-Fehler zurückgegeben (%d).
en: The PaperVN server returned an HTTP error (%d).
ja: PaperVNサーバーからHTTPエラー（%d）が返されました。
ko: PaperVN 서버에서 HTTP 오류(%d)를 반환했습니다.
pl: Serwer PaperVN zwrócił błąd HTTP (%d).
zh_hant: PaperVN伺服器傳回HTTP錯誤（%d）。

source: PaperVN活动
de: PaperVN-Veranstaltung
en: PaperVN Event
ja: PaperVNイベント
ko: PaperVN 이벤트
pl: Wydarzenie PaperVN
zh_hant: PaperVN活動

source: PaperVN需要一些时间分析你的偏好。
de: PaperVN benötigt etwas Zeit, um deine Präferenzen zu analysieren.
en: PaperVN needs some time to analyze your preferences.
ja: PaperVNが好みを分析するには少し時間がかかります。
ko: PaperVN이 취향을 분석하는 데 시간이 조금 걸립니다.
pl: PaperVN potrzebuje trochę czasu na analizę Twoich preferencji.
zh_hant: PaperVN需要一些時間分析你的偏好。

source: QQ群
de: QQ-Gruppe
en: QQ Group
ja: QQグループ
ko: QQ 그룹
pl: Grupa QQ
zh_hant: QQ群組

source: Steam评测
de: Steam-Bewertungen
en: Steam Reviews
ja: Steamレビュー
ko: Steam 리뷰
pl: Opinie Steam
zh_hant: Steam評論

source: Telegram群组
de: Telegram-Gruppe
en: Telegram Group
ja: Telegramグループ
ko: Telegram 그룹
pl: Grupa Telegram
zh_hant: Telegram群組

source: Today不可用
de: Today nicht verfügbar
en: Today Unavailable
ja: Todayは利用できません
ko: Today를 사용할 수 없음
pl: Today niedostępne
zh_hant: Today無法使用

source: Today内容暂时不可用。
de: Today-Inhalte sind vorübergehend nicht verfügbar.
en: Today content is temporarily unavailable.
ja: Todayのコンテンツは一時的に利用できません。
ko: Today 콘텐츠를 일시적으로 사용할 수 없습니다.
pl: Treści Today są tymczasowo niedostępne.
zh_hant: Today內容暫時無法使用。

source: Today服务返回了无效响应。
de: Der Today-Dienst hat eine ungültige Antwort zurückgegeben.
en: The Today service returned an invalid response.
ja: Todayサービスから無効な応答が返されました。
ko: Today 서비스에서 잘못된 응답을 반환했습니다.
pl: Usługa Today zwróciła nieprawidłową odpowiedź.
zh_hant: Today服務傳回了無效回應。

source: Token无效。
de: Das Token ist ungültig.
en: The token is invalid.
ja: トークンが無効です。
ko: 토큰이 유효하지 않습니다.
pl: Token jest nieprawidłowy.
zh_hant: Token無效。

source: VNDB Token无效或已过期，请重新登录。
de: Dein VNDB-Token ist ungültig oder abgelaufen. Melde dich erneut an.
en: Your VNDB token is invalid or has expired. Sign in again.
ja: VNDBトークンが無効か、有効期限が切れています。もう一度ログインしてください。
ko: VNDB 토큰이 유효하지 않거나 만료되었습니다. 다시 로그인해 주세요.
pl: Token VNDB jest nieprawidłowy lub wygasł. Zaloguj się ponownie.
zh_hant: VNDB Token無效或已過期，請重新登入。

source: VNDB服务暂时不可用，请稍后再试。
de: VNDB ist vorübergehend nicht verfügbar. Versuche es später erneut.
en: VNDB is temporarily unavailable. Try again later.
ja: VNDBは一時的に利用できません。しばらくしてからもう一度お試しください。
ko: 현재 VNDB를 사용할 수 없습니다. 나중에 다시 시도해 주세요.
pl: VNDB jest tymczasowo niedostępne. Spróbuj ponownie później.
zh_hant: VNDB服務暫時無法使用，請稍後再試。

source: VNDB登录已失效，请重新登录。
de: Deine VNDB-Anmeldung ist abgelaufen. Melde dich erneut an.
en: Your VNDB sign-in has expired. Sign in again.
ja: VNDBのログインが無効になりました。もう一度ログインしてください。
ko: VNDB 로그인이 만료되었습니다. 다시 로그인해 주세요.
pl: Sesja VNDB wygasła. Zaloguj się ponownie.
zh_hant: VNDB登入已失效，請重新登入。

source: VNDB请求失败：%@
de: VNDB-Anfrage fehlgeschlagen: %@
en: VNDB request failed: %@
ja: VNDBへのリクエストに失敗しました：%@
ko: VNDB 요청 실패: %@
pl: Żądanie VNDB nie powiodło się: %@
zh_hant: VNDB要求失敗：%@

source: VNDB返回了无法识别的数据。
de: VNDB hat nicht erkennbare Daten zurückgegeben.
en: VNDB returned unrecognized data.
ja: VNDBから認識できないデータが返されました。
ko: VNDB에서 인식할 수 없는 데이터를 반환했습니다.
pl: VNDB zwróciło nierozpoznane dane.
zh_hant: VNDB傳回了無法識別的資料。

source: 上一页
de: Vorherige Seite
en: Previous Page
ja: 前のページ
ko: 이전 페이지
pl: Poprzednia strona
zh_hant: 上一頁

source: 上拉查看剩余%lld条评论
de: Nach oben ziehen für %lld weitere Kommentare
en: Pull up to view %lld more comments
ja: 上に引っ張って残り%lld件のコメントを表示
ko: 위로 당겨 남은 댓글 %lld개 보기
pl: Pociągnij w górę, aby wyświetlić pozostałe komentarze: %lld
zh_hant: 上拉查看剩餘%lld則評論

source: 下载
de: Laden
en: Download
ja: ダウンロード
ko: 다운로드
pl: Pobierz
zh_hant: 下載

source: 下载（%@）
de: Laden (%@)
en: Download (%@)
ja: ダウンロード（%@）
ko: 다운로드(%@)
pl: Pobierz (%@)
zh_hant: 下載（%@）

source: 下载Hiro智能模型
de: Modell für Hiro Intelligence laden
en: Download Hiro Intelligence Model
ja: ひろインテリジェンスのモデルをダウンロード
ko: Hiro 인텔리전스 모델 다운로드
pl: Pobierz model Hiro Intelligence
zh_hant: 下載Hiro智慧模型

source: 下载Hiro智能模型（%@）
de: Modell für Hiro Intelligence laden (%@)
en: Download Hiro Intelligence Model (%@)
ja: ひろインテリジェンスのモデルをダウンロード（%@）
ko: Hiro 인텔리전스 모델 다운로드(%@)
pl: Pobierz model Hiro Intelligence (%@)
zh_hant: 下載Hiro智慧模型（%@）

source: 下载偏好分析所需模型
de: Für die Präferenzanalyse benötigtes Modell laden
en: Download Preference Analysis Model
ja: 嗜好分析に必要なモデルをダウンロード
ko: 취향 분석에 필요한 모델 다운로드
pl: Pobierz model wymagany do analizy preferencji
zh_hant: 下載偏好分析所需模型

source: 下载偏好分析模型
de: Präferenzanalysemodell laden
en: Download Preference Analysis Model
ja: 嗜好分析モデルをダウンロード
ko: 취향 분석 모델 다운로드
pl: Pobierz model analizy preferencji
zh_hant: 下載偏好分析模型

source: 下载的偏好分析模型文件无效。
de: Die geladene Präferenzanalysemodell-Datei ist ungültig.
en: The downloaded preference analysis model file is invalid.
ja: ダウンロードした嗜好分析モデルファイルが無効です。
ko: 다운로드한 취향 분석 모델 파일이 올바르지 않습니다.
pl: Pobrany plik modelu analizy preferencji jest nieprawidłowy.
zh_hant: 下載的偏好分析模型檔案無效。

source: 下载的偏好分析模型版本不受支持。
de: Die Version des geladenen Präferenzanalysemodells wird nicht unterstützt.
en: The downloaded preference analysis model version is unsupported.
ja: ダウンロードした嗜好分析モデルのバージョンはサポートされていません。
ko: 다운로드한 취향 분석 모델 버전은 지원되지 않습니다.
pl: Wersja pobranego modelu analizy preferencji nie jest obsługiwana.
zh_hant: 下載的偏好分析模型版本不受支援。

source: 下载的文件中没有可用的简介翻译目录。
de: Die geladene Datei enthält kein verwendbares Verzeichnis für Übersetzungen von Beschreibungen.
en: The downloaded file doesn’t contain a usable description translation directory.
ja: ダウンロードしたファイルに使用可能な紹介文の翻訳ディレクトリがありません。
ko: 다운로드한 파일에 사용할 수 있는 소개 번역 디렉토리가 없습니다.
pl: Pobrany plik nie zawiera użytecznego katalogu tłumaczeń opisów.
zh_hant: 下載的檔案中沒有可用的簡介翻譯目錄。

source: 下载翻译文件
de: Übersetzungsdatei laden
en: Download Translation File
ja: 翻訳ファイルをダウンロード
ko: 번역 파일 다운로드
pl: Pobierz plik tłumaczeń
zh_hant: 下載翻譯檔案

source: 下载附件
de: Anhang laden
en: Download Attachment
ja: 添付ファイルをダウンロード
ko: 첨부 파일 다운로드
pl: Pobierz załącznik
zh_hant: 下載附件

source: 不低于%@
de: Mindestens %@
en: At Least %@
ja: %@以上
ko: %@ 이상
pl: Co najmniej %@
zh_hant: 不低於%@

source: 不推荐
de: Nicht empfohlen
en: Not Recommended
ja: おすすめしない
ko: 추천하지 않음
pl: Niepolecane
zh_hant: 不推薦

source: 不明确
de: Unklar
en: Unclear
ja: 不明
ko: 불명확
pl: Niejasne
zh_hant: 不明確

source: 不高于%@
de: Höchstens %@
en: At Most %@
ja: %@以下
ko: %@ 이하
pl: Najwyżej %@
zh_hant: 不高於%@

source: 与你偏好的游戏篇幅相近：%lld
de: Ähnliche Länge wie deine bevorzugten Visual Novels: %lld
en: Similar to your preferred visual novel length: %lld
ja: 好みの作品の長さに近い：%lld
ko: 선호하는 비주얼 노벨 분량과 비슷함: %lld
pl: Podobna długość do preferowanych przez Ciebie powieści wizualnych: %lld
zh_hant: 與你偏好的遊戲篇幅相近：%lld

source: 与你偏好相近的VNDB用户也喜欢这部作品。
de: VNDB-Nutzer mit ähnlichen Präferenzen wie du mögen diesen Titel ebenfalls.
en: VNDB users with preferences similar to yours also like this title.
ja: あなたと好みが似ているVNDBユーザーもこの作品を気に入っています。
ko: 취향이 비슷한 VNDB 사용자들도 이 작품을 좋아합니다.
pl: Użytkownicy VNDB o podobnych preferencjach również lubią ten tytuł.
zh_hant: 與你偏好相近的VNDB使用者也喜歡這部作品。

source: 与你相关的活动
de: Veranstaltungen für dich
en: Events Related to You
ja: あなたに関連するイベント
ko: 나와 관련된 이벤트
pl: Wydarzenia związane z Tobą
zh_hant: 與你相關的活動

source: 与你资料库中的作品来自同一开发与发行商“%@”
de: Vom selben Entwickler oder Publisher wie Titel in deiner Mediathek: „%@“
en: From the same developer or publisher as titles in your library: “%@”
ja: ライブラリ内の作品と同じ開発・販売元「%@」
ko: 보관함의 작품과 같은 개발사 또는 배급사 ‘%@’
pl: Od tego samego dewelopera lub wydawcy co tytuły w Twojej bibliotece: „%@”
zh_hant: 與資料庫中的作品來自相同開發與發行商「%@」

source: 世界语
de: Esperanto
en: Esperanto
ja: エスペラント語
ko: 에스페란토어
pl: Esperanto
zh_hant: 世界語

source: 严格
de: Streng
en: Strict
ja: 厳格
ko: 엄격
pl: Ścisłe
zh_hant: 嚴格

source: 个人
de: Individuell
en: Individual
ja: 個人
ko: 개인
pl: Indywidualne
zh_hant: 個人

source: 个人签名
de: Signatur
en: Signature
ja: ひとこと
ko: 개인 서명
pl: Podpis
zh_hant: 個人簽名

source: 个人简介
de: Biografie
en: Bio
ja: 自己紹介
ko: 자기소개
pl: Biogram
zh_hant: 個人簡介

source: 中断
de: Ausfall
en: Outage
ja: 停止
ko: 중단
pl: Awaria
zh_hant: 中斷

source: 中篇
de: Mittellang
en: Medium
ja: 中編
ko: 중편
pl: Średnia długość

source: 丹麦语
de: Dänisch
en: Danish
ja: デンマーク語
ko: 덴마크어
pl: Duński
zh_hant: 丹麥文

source: 为你推荐
de: Für dich empfohlen
en: Recommended for You
ja: あなたにおすすめ
ko: 맞춤 추천
pl: Polecane dla Ciebie
zh_hant: 為你推薦

source: 主要依据游戏类型推荐：本作符合你偏好的%@类型，角色资料不足。
de: Empfohlen hauptsächlich aufgrund der Spielthemen: Dieser Titel entspricht deinen bevorzugten %@-Themen, aber es gibt zu wenige Figurendaten.
en: Recommended mainly for its game themes: it matches your preferred %@ themes, but character data is insufficient.
ja: 主にゲームジャンルに基づくおすすめです。好みの%@ジャンルに合いますが、キャラクターデータが不足しています。
ko: 게임 유형을 중심으로 추천했습니다. 선호하는 %@ 유형과 일치하지만 캐릭터 정보가 부족합니다.
pl: Polecane głównie na podstawie tematyki gry: ten tytuł pasuje do preferowanych przez Ciebie tematów %@, ale brakuje danych o postaciach.
zh_hant: 主要依據遊戲類型推薦：本作符合你偏好的%@類型，但角色資料不足。

source: 主要角色
de: Hauptfigur
en: Main Character
ja: 主要キャラクター
ko: 주요 캐릭터
pl: Główna postać

source: 主角
de: Protagonist
en: Protagonist
ja: 主人公
ko: 주인공
pl: Protagonista

source: 乌克兰语
de: Ukrainisch
en: Ukrainian
ja: ウクライナ語
ko: 우크라이나어
pl: Ukraiński
zh_hant: 烏克蘭文

source: 乌尔都语
de: Urdu
en: Urdu
ja: ウルドゥー語
ko: 우르두어
pl: Urdu
zh_hant: 烏都文

source: 今天
de: Heute
en: Today
ja: 今日
ko: 오늘
pl: Dzisiaj

source: 今天还没有准备Today内容。
de: Die Today-Inhalte für heute sind noch nicht vorbereitet.
en: Today’s content isn’t ready yet.
ja: 本日のTodayコンテンツはまだ用意されていません。
ko: 오늘의 Today 콘텐츠가 아직 준비되지 않았습니다.
pl: Dzisiejsze treści Today nie są jeszcze przygotowane.
zh_hant: 今天的Today內容尚未準備。

source: 介绍视觉小说或你想说的话…
de: Stelle eine Visual Novel vor oder schreibe, was du sagen möchtest …
en: Introduce a visual novel or say what you have in mind…
ja: ビジュアルノベルや伝えたいことを入力…
ko: 비주얼 노벨을 소개하거나 하고 싶은 말을 입력하세요…
pl: Przedstaw powieść wizualną albo napisz, co masz na myśli…
zh_hant: 介紹視覺小說或你想說的話…

source: 介质
de: Medium
en: Medium
ja: メディア
ko: 매체
pl: Nośnik
zh_hant: 媒介
